Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Feedback Type
de: Feedback-Typ
es: Tipo de comentario
fr: Type de commentaires
it: Tipo di feedback
pt_pt: Tipo de feedback
ru: Тип обратной связи

source: Female
de: Weiblich
es: Femenino
fr: Femelle
it: Femmina
pt_pt: Fêmea
ru: Женский

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
pt_pt: Filtros
ru: Фильтры

source: Find or add (e.g. Arnold's Workout)
de: Suchen oder hinzufügen (z. B. Arnolds Training)
es: Buscar o agregar (por ejemplo, Arnold's Workout)
fr: Rechercher ou ajouter (par exemple Arnold's Workout)
it: Trova o aggiungi (ad es. Allenamento di Arnold)
pt_pt: Encontre ou adicione (por exemplo, Arnold's Workout)
ru: Найти или добавить (например, Тренировка Арнольда)

source: Finish Exercise
de: Beenden Sie die Übung
es: Terminar el ejercicio
fr: Terminer l'exercice
it: Termina l'esercizio
pt_pt: Terminar o exercício
ru: Завершить упражнение

source: Finish Set
de: Fertigset
es: Conjunto de acabado
fr: Terminer l'ensemble
it: Insieme di finitura
pt_pt: Conjunto de acabamento
ru: Закончить подход

source: Finish Superset
de: Beenden Sie den Supersatz
es: Terminar superconjunto
fr: Terminer le surensemble
it: Termina il superset
pt_pt: Concluir Superconjunto
ru: Завершить суперсет

source: Finish Workout
de: Beenden Sie das Training
es: Terminar el entrenamiento
fr: Terminer l'entraînement
it: Termina l'allenamento
pt_pt: Terminar o treino
ru: Завершить тренировку

source: Finishing up...
de: Abschluss...
es: Terminando...
fr: Finir...
it: Finendo...
pt_pt: Terminando...
ru: Завершаю...

source: First Steps
de: Erste Schritte
es: Pinitos
fr: Premiers pas
it: Primi passi
pt_pt: Primeiros passos
ru: Первые шаги

source: Focus
de: Fokus
es: Enfocar
fr: Se concentrer
it: Messa a fuoco
pt_pt: Foco
ru: Основной акцент

source: Focus on %@
de: Konzentrieren Sie sich auf %@
es: Concentrarse en %@
fr: Se concentrer sur %@
it: Concentrarsi su %@
pt_pt: Focar em %@
ru: Сосредоточьтесь на %@

source: Focus on proper form over the amount of weight
de: Konzentrieren Sie sich auf die richtige Form und nicht auf das Gewicht
es: Centrarse en la forma adecuada sobre la cantidad de peso.
fr: Concentrez-vous sur la forme appropriée plutôt que sur la quantité de poids
it: Concentrarsi sulla forma corretta piuttosto che sulla quantità di peso
pt_pt: Concentre-se na forma adequada em vez da quantidade de peso
ru: Сосредоточьтесь на правильной форме, а не на количестве веса

source: Focus on pushing through your heels, not your toes
de: Konzentrieren Sie sich darauf, durch Ihre Fersen zu drücken, nicht durch Ihre Zehen
es: Concéntrate en empujar con los talones, no con los dedos de los pies.
fr: Concentrez-vous sur vos talons, pas sur vos orteils
it: Concentrati sullo spingere attraverso i talloni, non con le dita dei piedi
pt_pt: Concentre-se em empurrar os calcanhares, não os dedos dos pés
ru: Сосредоточьтесь на отталкивании пятками, а не пальцами ног

source: For a month
de: Einen Monat lang
es: por un mes
fr: Pendant un mois
it: Per un mese
pt_pt: Por um mês
ru: За месяц

source: For a week
de: Eine Woche lang
es: por una semana
fr: Pendant une semaine
it: Per una settimana
pt_pt: Por uma semana
ru: За неделю

source: Forearm
de: Unterarm
es: Antebrazo
fr: Avant bras
it: Avambraccio
pt_pt: Antebraço
ru: Предплечья

source: Forearms
de: Unterarme
es: Antebrazos
fr: Avant-bras
it: Avambracci
pt_pt: Antebraços
ru: Предплечья

source: Formula
de: Formel
es: Fórmula
fr: Formule
pt_pt: Fórmula
ru: Формула

source: Free Weights
de: Freie Gewichte
es: pesas libres
fr: Poids libres
it: Pesi liberi
pt_pt: Pesos Livres
ru: Свободные веса

source: Freestyle Mode
de: Freestyle-Modus
es: Modo estilo libre
fr: Mode libre
it: Modalità stile libero
pt_pt: Modo Estilo Livre
ru: Свободный режим

source: Fresh Muscle Workout
de: Frisches Muskeltraining
es: Entrenamiento muscular fresco
fr: Entraînement musculaire frais
it: Allenamento muscolare fresco
pt_pt: Treino muscular fresco
ru: Тренировка для свежих мышц

source: Fresh Muscles! 🌟
de: Frische Muskeln! 🌟
es: ¡Músculos frescos! 🌟
fr: Des muscles frais ! 🌟
it: Muscoli freschi! 🌟
pt_pt: Músculos Frescos! 🌟
ru: Свежие мышцы! 🌟

source: Fri
de: Fr
es: Vie
fr: Ven
it: Ven
pt_pt: sex
ru: Пт

source: Friendly
de: Freundlich
es: Amigable
fr: Amical
it: Amichevole
pt_pt: Amigável
ru: Дружелюбный

source: Full Gym
de: Volles Fitnessstudio
es: Gimnasio completo
fr: Salle de sport complète
it: Palestra completa
pt_pt: Ginásio completo
ru: Полный зал

source: Full Muscle Breakdown
de: Vollständiger Muskelabbau
es: Desglose muscular completo
fr: Dégradation musculaire complète
it: Rottura muscolare completa
pt_pt: Quebra muscular completa
ru: Детализация мышц

source: Full Recovery Time:
de: Vollständige Wiederherstellungszeit:
es: Tiempo de recuperación total:
fr: Temps de récupération complet :
it: Tempo di recupero completo:
pt_pt: Tempo de recuperação total:
ru: Время полного восстановления:

source: Fully Recovered
de: Vollständig wiederhergestellt
es: Totalmente recuperado
fr: Entièrement récupéré
it: Completamente recuperato
pt_pt: Totalmente recuperado
ru: Полностью восстановлено

source: Fully Recovered!
de: Vollständig wiederhergestellt!
es: ¡Totalmente recuperado!
fr: Complètement récupéré !
it: Completamente recuperato!
pt_pt: Totalmente Recuperado!
ru: Полностью восстановлено!

source: Fully Rested
de: Völlig ausgeruht
es: Completamente descansado
fr: Entièrement reposé
it: Completamente riposato
pt_pt: Totalmente descansado
ru: Полностью восстановлен

source: Gain Mass
de: Masse gewinnen
es: ganar masa
fr: Gagner de la masse
it: Guadagna massa
pt_pt: Ganhe massa
ru: Набрать массу

source: Gamification
de: Gamifizierung
es: Gamificación
it: Ludicizzazione
pt_pt: Gamificação
ru: Игрофикация

source: Gender
de: Geschlecht
es: Género
fr: Genre
it: Genere
pt_pt: Gênero
ru: Пол

source: General Feedback
de: Allgemeines Feedback
es: Comentarios generales
fr: Commentaires généraux
it: Feedback generale
pt_pt: Feedback Geral
ru: Общий отзыв

source: General overview
de: Allgemeiner Überblick
es: Descripción general
fr: Aperçu général
it: Panoramica generale
pt_pt: Visão geral
ru: Общий обзор

source: Generate 2 Years Test Data
de: Generieren Sie 2-Jahres-Testdaten
es: Generar datos de prueba de 2 años
fr: Générer des données de test sur 2 ans
it: Genera dati di test di 2 anni
pt_pt: Gere dados de teste de 2 anos
ru: Сгенерировать тестовые данные за 2 года

source: Generate AI Routine
de: Generieren Sie eine KI-Routine
es: Generar rutina de IA
fr: Générer une routine IA
it: Genera routine AI
pt_pt: Gerar rotina de IA
ru: Сгенерировать ИИ-рутину

source: Generate All Test Data
de: Generieren Sie alle Testdaten
es: Generar todos los datos de prueba
fr: Générer toutes les données de test
it: Genera tutti i dati di prova
pt_pt: Gere todos os dados de teste
ru: Сгенерировать все тестовые данные

source: Generate Plan
de: Plan erstellen
es: Generar plano
fr: Générer un plan
it: Genera piano
pt_pt: Gerar plano
ru: Сгенерировать план

source: Generate Program
de: Programm generieren
es: Generar programa
fr: Générer un programme
it: Genera programma
pt_pt: Gerar Programa
ru: Сгенерировать программу

source: Generate Routine
de: Generieren Sie Routine
es: Generar rutina
fr: Générer une routine
it: Genera routine
pt_pt: Gerar rotina
ru: Сгенерировать рутину

source: Generate a routine for fully recovered muscles
de: Erstellen Sie eine Routine für vollständig regenerierte Muskeln
es: Genera una rutina para músculos totalmente recuperados
fr: Générez une routine pour des muscles complètement récupérés
it: Genera una routine per i muscoli completamente recuperati
pt_pt: Gere uma rotina para músculos totalmente recuperados
ru: Сгенерировать программу для полностью восстановленных мышц

source: Generate custom personalized routine tailored for you instantly
de: Erstellen Sie sofort eine individuelle, auf Sie zugeschnittene Routine
es: Genere una rutina personalizada adaptada a usted al instante
fr: Générez instantanément une routine personnalisée personnalisée adaptée à vos besoins
it: Genera istantaneamente routine personalizzate su misura per te
ru: Мгновенно создавайте индивидуальный индивидуальный распорядок дня, адаптированный специально для вас.

source: Get Status
de: Status abrufen
es: Obtener estado
fr: Obtenir le statut
it: Ottieni lo stato
pt_pt: Obter status
ru: Получить статус

source: Get personalized insights and tips
de: Erhalten Sie personalisierte Einblicke und Tipps
es: Obtenga información y consejos personalizados
fr: Obtenez des informations et des conseils personnalisés
it: Ottieni approfondimenti e suggerimenti personalizzati
pt_pt: Obtenha insights e dicas personalizadas
ru: Получите персональные советы и рекомендации

source: Globetrotter
de: Weltenbummler
es: Trotamundos
it: Giramondo
ru: Путешественник

source: Glutes
de: Gesäßmuskeln
es: Glúteos
fr: Fessiers
it: Glutei
pt_pt: Glúteos
ru: Ягодицы

source: Goal
de: Ziel
es: Meta
fr: But
it: Obiettivo
pt_pt: Meta
ru: Цель

source: Goal Crushed! 🎯
de: Ziel zerstört! 🎯
es: ¡Gol aplastado! 🎯
fr: Objectif écrasé ! 🎯
it: Obiettivo schiacciato! 🎯
pt_pt: Objetivo esmagado! 🎯
ru: Цель достигнута! 🎯

source: Goal Parameters
de: Zielparameter
es: Parámetros de objetivos
fr: Paramètres de l'objectif
it: Parametri dell'obiettivo
pt_pt: Parâmetros de meta
ru: Параметры цели

source: Gold Bars 🧈
de: Goldbarren 🧈
es: Lingotes de oro 🧈
fr: Lingots d'or 🧈
it: Lingotti d'oro 🧈
pt_pt: Barras de Ouro 🧈
ru: Золотые слитки 🧈

source: Gold Record!
de: Goldene Schallplatte!
es: ¡Disco de Oro!
fr: Record d'or !
it: Disco d'oro!
pt_pt: Disco de Ouro!
ru: Золотой рекорд!

source: Got It
de: Habe es
es: Entiendo
fr: J'ai compris
it: Fatto
pt_pt: Entendi
ru: Понял

source: Got it, Coach!
de: Verstanden, Trainer!
es: ¡Entendido, entrenador!
fr: Compris, Coach !
it: Capito, allenatore!
pt_pt: Entendi, treinador!
ru: Понял, тренер!

source: Grasp the bar or handles with an overhand or underhand grip. Pull the weight toward your torso, squeezing your shoulder blades together at the end of the movement. Keep your core engaged and avoid swinging. Lower the weight with control to complete the repetition.
de: Fassen Sie die Stange oder die Griffe mit einem Ober- oder Untergriff an. Ziehen Sie das Gewicht in Richtung Ihres Oberkörpers und drücken Sie am Ende der Bewegung Ihre Schulterblätter zusammen. Halten Sie Ihren Rumpf in Bewegung und vermeiden Sie Schwingungen. Senken Sie das Gewicht kontrolliert ab, um die Wiederholung abzuschließen.
es: Sujete la barra o las manijas con un agarre por encima o por debajo. Tire del peso hacia su torso, apretando los omóplatos al final del movimiento. Mantenga su núcleo comprometido y evite balancearse. Baja el peso con control para completar la repetición.
fr: Saisissez la barre ou les poignées avec une prise par dessus ou par dessous. Tirez le poids vers votre torse, en serrant vos omoplates l'une contre l'autre à la fin du mouvement. Gardez votre cœur engagé et évitez de vous balancer. Abaissez le poids avec contrôle pour terminer la répétition.
it: Afferrare la barra o le maniglie con una presa dall'alto o dal basso. Tirare il peso verso il busto, stringendo insieme le scapole alla fine del movimento. Mantieni il core impegnato ed evita di oscillare. Abbassare il peso con controllo per completare la ripetizione.
pt_pt: Segure a barra ou as alças com uma pegada por cima ou por baixo. Puxe o peso em direção ao tronco, apertando as omoplatas no final do movimento. Mantenha seu núcleo engajado e evite balançar. Abaixe o peso com controle para completar a repetição.
ru: Возьмитесь за гриф или рукоятки прямым или обратным хватом. Подтяните вес к туловищу, сводя лопатки вместе в конце движения. Держите корпус напряженным и избегайте раскачивания. Опустите вес с контролем, чтобы завершить повторение.

source: Great Progress! 💪
de: Toller Fortschritt! 💪
es: ¡Gran progreso! 💪
fr: Belle avancée ! 💪
it: Grandi progressi! 💪
pt_pt: Grande progresso! 💪
ru: Отличный прогресс! 💪

source: Great job! Your training is well-balanced. Keep up the excellent work!
de: Tolle Arbeit! Dein Training ist ausgewogen. Machen Sie weiter so!
es: ¡Buen trabajo! Tu entrenamiento está bien equilibrado. ¡Sigan con el excelente trabajo!
fr: Super travail ! Votre formation est bien équilibrée. Continuez votre excellent travail !
it: Ottimo lavoro! Il tuo allenamento è ben bilanciato. Continuate così!
pt_pt: Ótimo trabalho! Seu treinamento é bem equilibrado. Continue com o excelente trabalho!
ru: Отличная работа! Твойа тренировка сбалансирована. Продолжайте в том же духе!

source: Grit
de: Streugut
es: Arena
fr: Grincer
it: Grinta
pt_pt: Grão
ru: Стойкость

source: Group exercises to perform back-to-back
de: Gruppenübungen, die nacheinander durchgeführt werden können
es: Ejercicios en grupo para realizar espalda con espalda.
fr: Exercices de groupe à réaliser dos à dos
it: Esercizi di gruppo da eseguire uno dopo l'altro
ru: Групповые упражнения для выполнения подряд.

source: Growth Impulse
de: Wachstumsimpuls
es: Impulso de crecimiento
fr: Impulsion de croissance
it: Impulso di crescita
pt_pt: Impulso de crescimento
ru: Импульс роста

source: Guest
de: Gast
es: Invitado
fr: Invité
it: Ospite
pt_pt: Convidado
ru: Гость

source: Guns are Reloaded!
de: Waffen sind nachgeladen!
es: ¡Las armas están recargadas!
fr: Les armes sont rechargées !
it: Le armi vengono ricaricate!
pt_pt: As armas são recarregadas!
ru: Руки восстановились!

source: Hall of Fame
de: Ruhmeshalle
es: Salón de la Fama
fr: Temple de la renommée
it: gruppo di personaggi famosi
pt_pt: Hall da Fama
ru: Зал славы

source: Hamstring
de: Lähmen
es: Tendón de la corva
fr: Tendon
it: Tendine del ginocchio
pt_pt: Isquiotibiais
ru: Бицепс бедра

source: Hamstrings
de: Kniesehnen
es: Isquiotibiales
fr: Ischio-jambiers
it: tendini del ginocchio
pt_pt: Isquiotibiais
ru: Бицепс бедра

source: Hard Effort
de: Harte Anstrengung
es: Esfuerzo duro
fr: Un effort intense
it: Duro sforzo
pt_pt: Esforço árduo
ru: Тысокая интенсивность

source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
pt_pt: Frequência cardíaca
ru: Частота сердечных сокращений

source: Heat map of muscles worked during this period.
de: Wärmekarte der in diesem Zeitraum beanspruchten Muskeln.
es: Mapa de calor de los músculos trabajados durante este período.
fr: Carte thermique des muscles travaillés durant cette période.
it: La mappa termica dei muscoli ha funzionato durante questo periodo.
pt_pt: Mapa de calor dos músculos trabalhados neste período.
ru: Тепловая карта задействованных мышц за этот период.

source: Heavy Hauler
de: Schwerlasttransporter
es: Transportista pesado
fr: Transporteur lourd
it: Trasportatore pesante
pt_pt: Transportador Pesado
ru: Тяжеловоз

source: Heavy Lifter
de: Schwerer Heber
es: levantador pesado
fr: Leveur lourd
it: Sollevatore pesante
pt_pt: Levantador Pesado
ru: Сильный атлет

source: Heels down
de: Absätze runter
es: Tacones abajo
fr: Talons baissés
it: Tacchi abbassati
ru: Пятки вниз

source: Heels flat
de: Flache Absätze
es: Tacones planos
fr: Talons plats
it: Tacchi piatti
ru: Каблуки плоские

source: Height
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
pt_pt: Altura
ru: Высота

source: Hey there! 🏃
de: Hallo! 🏃
es: ¡Hola! 🏃
fr: Salut! 🏃
it: Ehilà! 🏃
pt_pt: Ei! 🏃
ru: Привет! 🏃

source: Hi! I'm your AI coach. I can help you create a program, analyze fatigue, or improve your technique. What should we do today?
de: Hallo! Ich bin Ihr KI-Coach. Ich kann Ihnen helfen, ein Programm zu erstellen, Müdigkeit zu analysieren oder Ihre Technik zu verbessern. Was sollen wir heute tun?
es: ¡Hola! Soy tu entrenador de IA. Puedo ayudarte a crear un programa, analizar la fatiga o mejorar tu técnica. ¿Qué debemos hacer hoy?
fr: Salut! Je suis votre coach en IA. Je peux vous aider à créer un programme, analyser la fatigue ou améliorer votre technique. Que devrions-nous faire aujourd’hui ?
it: CIAO! Sono il tuo allenatore di intelligenza artificiale. Posso aiutarti a creare un programma, analizzare la fatica o migliorare la tua tecnica. Cosa dovremmo fare oggi?
pt_pt: Oi! Sou seu treinador de IA. Posso ajudá-lo a criar um programa, analisar o cansaço ou melhorar sua técnica. O que devemos fazer hoje?
ru: Привет! Я твой AI тренер. Чем займемся сегодня?

source: High
de: Hoch
es: Alto
fr: Haut
it: Alto
pt_pt: Alto
ru: Высокий

source: High imbalance. Don't skip weak points!
de: Hohes Ungleichgewicht. Überspringen Sie keine Schwachstellen!
es: Alto desequilibrio. ¡No te saltes los puntos débiles!
fr: Fort déséquilibre. Ne sautez pas les points faibles !
it: Elevato squilibrio. Non trascurare i punti deboli!
pt_pt: Alto desequilíbrio. Não pule os pontos fracos!
ru: Сильно нарушена гармоничность. Не игнорируйте отстающие мышцы!

source: Highest Effort
de: Höchster Aufwand
es: Mayor esfuerzo
fr: Effort le plus élevé
it: Massimo sforzo
pt_pt: Maior esforço
ru: Максимальное усилие

source: Highlight
de: Hervorheben
es: Destacar
fr: Souligner
it: Evidenziare
pt_pt: Destaque
ru: Тыделить

source: Highlights for this %@
de: Highlights für dieses %@
es: Aspectos destacados de este %@
fr: Points forts de ce %@
it: In evidenza per questo %@
pt_pt: Destaques deste %@
ru: Основное за этот %@

source: Highlights for this Month
de: Highlights für diesen Monat
es: Lo más destacado de este mes
fr: Faits saillants de ce mois
it: Punti salienti di questo mese
pt_pt: Destaques deste mês
ru: Основные моменты за этот месяц

source: Highlights for this Week
de: Highlights für diese Woche
es: Lo más destacado de esta semana
fr: Faits saillants de cette semaine
it: Punti salienti di questa settimana
pt_pt: Destaques desta semana
ru: Основные моменты за эту неделю

source: Highlights for this Year
de: Highlights für dieses Jahr
es: Lo más destacado de este año
fr: Faits saillants de cette année
it: Punti salienti per quest'anno
pt_pt: Destaques deste ano
ru: Основные моменты за этот год

source: Hinge forward
de: Nach vorne klappen
es: Bisagra hacia adelante
fr: Charnière vers l'avant
it: Spingiti in avanti
ru: Шарнир вперед

source: Hips
de: Hüften
es: Caderas
fr: Les hanches
it: Fianchi
pt_pt: Quadris
ru: Ягодицы

source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
pt_pt: História
ru: История

source: Hold
de: Halten
es: Sostener
fr: Prise
it: Presa
pt_pt: Segurar
ru: Держать

source: Hold bottom
de: Unten festhalten
es: Mantener abajo
fr: Tenir le bas
it: Tieni il fondo
ru: Держите нижнюю часть

source: How do you feel
de: Wie fühlen Sie sich
es: ¿Cómo te sientes?
fr: Comment vous sentez-vous
it: Come ti senti?
pt_pt: Como você está se sentindo
ru: Как вы себя чувствуете

source: How hard was this exercise overall?
de: Wie schwer war diese Übung insgesamt?
es: ¿Qué tan difícil fue este ejercicio en general?
fr: Dans l’ensemble, à quel point cet exercice a-t-il été difficile ?
it: Quanto è stato difficile questo esercizio nel complesso?
pt_pt: Quão difícil foi este exercício em geral?
ru: Насколько сложно было это упражнение в целом?

source: How is your usual day going?
de: Wie läuft Ihr üblicher Tag ab?
es: ¿Cómo va tu día habitual?
fr: Comment se passe votre journée habituelle ?
it: Come sta andando la tua solita giornata?
pt_pt: Como está indo o seu dia normal?
ru: Как проходит твой обычный день?

source: How streaks work
de: Wie Streaks funktionieren
es: Como funcionan las rachas
fr: Comment fonctionnent les séquences
it: Come funzionano le strisce
ru: Как работают полосы

source: How to Perform
de: Durchführung
es: Cómo actuar
fr: Comment effectuer
it: Come eseguire
pt_pt: Como realizar
ru: Как выполнять

source: Hydration (glasses)
de: Flüssigkeitszufuhr (Gläser)
es: Hidratación (gafas)
fr: Hydratation (lunettes)
it: Idratazione (occhiali)
pt_pt: Hidratação (óculos)
ru: Гидратация (стаканы)

source: Hypertrophy
de: Hypertrophie
es: Hipertrofia
fr: Hypertrophie
it: Ipertrofia
ru: Гипертрофия

source: I agree to the Terms of Use and Community Guidelines, and I understand that objectionable content is not tolerated.
de: Ich stimme den Nutzungsbedingungen und Community-Richtlinien zu und verstehe, dass anstößige Inhalte nicht toleriert werden.
es: Acepto los Términos de uso y las Pautas de la comunidad, y entiendo que no se tolera contenido objetable.
fr: J'accepte les conditions d'utilisation et les directives de la communauté et je comprends que les contenus répréhensibles ne sont pas tolérés.
it: Accetto i Termini di utilizzo e le Linee guida della community e capisco che i contenuti discutibili non sono tollerati.
pt_pt: Concordo com os Termos de Uso e as Diretrizes da Comunidade e entendo que conteúdo questionável não é tolerado.
ru: Я согласен с условиями использования.

# I believe you can hit a new %@ PR of %@%@ today!
source: I believe you can hit a new %1$@ PR of %2$@%3$@ today!
de: Ich glaube, dass Sie heute eine neue %1$@ PR von %2$@%3$@ erreichen können!
es: ¡Creo que puedes alcanzar un nuevo %1$@ PR de %2$@%3$@ hoy!
fr: Je pense que vous pouvez atteindre un nouveau PR %1$@ de %2$@%3$@ aujourd'hui !
it: Credo che oggi potresti raggiungere un nuovo %1$@ PR di %2$@%3$@!
pt_pt: Acredito que você pode atingir um novo %1$@ PR de %2$@%3$@ hoje!
ru: Верю, ты можешь поставить новый %@ рекорд %@%@ сегодня!

source: I select the optimal exercises and balance the volume to suit your goals.
de: Ich wähle die optimalen Übungen aus und passe die Lautstärke an deine Ziele an.
es: Selecciono los ejercicios óptimos y equilibro el volumen para adaptarme a tus objetivos.
fr: Je sélectionne les exercices optimaux et équilibre le volume en fonction de vos objectifs.
it: Seleziono gli esercizi ottimali e bilanciamento il volume in base ai tuoi obiettivi.
pt_pt: Eu seleciono os exercícios ideais e equilibro o volume de acordo com seus objetivos.
ru: Я подбираю оптимальные упражнения и балансирую объем.

source: II PRO-COUNCIL
de: II PRO-RAT
es: II PRO-CONSEJO
fr: II PRO-CONSEIL
it: II PRO-CONSIGLIO
pt_pt: II PRÓ-CONSELHO
ru: II PRO-СОВЕТ

source: INTENSITY
de: INTENSITÄT
es: INTENSIDAD
fr: INTENSITÉ
it: INTENSITÀ
pt_pt: INTENSIDADE
ru: ИНТЕНСИВНОСТЬ

source: If enabled, background music will lower its volume when the AI coach speaks.
de: Wenn diese Option aktiviert ist, wird die Lautstärke der Hintergrundmusik verringert, wenn der KI-Trainer spricht.
es: Si está habilitada, la música de fondo bajará el volumen cuando hable el entrenador de IA.
fr: Si elle est activée, la musique de fond baissera son volume lorsque le coach IA parle.
it: Se abilitata, la musica di sottofondo abbasserà il volume quando parla l'allenatore dell'IA.
pt_pt: Se ativado, a música de fundo diminuirá o volume quando o treinador de IA falar.
ru: Если включено, фоновая музыка будет снижать громкость, когда говорит ИИ тренер.

source: If enabled, the rest timer will start automatically when you check off a set.
de: Wenn diese Option aktiviert ist, startet der Ruhe-Timer automatisch, wenn Sie einen Satz abhaken.
es: Si está habilitado, el cronómetro de descanso se iniciará automáticamente cuando marque un conjunto.
fr: Si elle est activée, la minuterie de repos démarrera automatiquement lorsque vous cocherez un ensemble.
it: Se abilitato, il timer di riposo si avvierà automaticamente quando controlli una serie.
pt_pt: Se ativado, o cronômetro de descanso será iniciado automaticamente quando você finalizar uma série.
ru: Если включено, таймер отдыха будет запускаться автоматически при отметке подхода.
